Repository: mescalyne/cleanworker_app
Catalog: lib/l10n/app_*.arb
Languages: ru

# language
source: English
ru: Русский

source: welcome
ru: Добро пожаловать!

source: error
ru: Не удалось завершить операцию

source: start shift
ru: НАЧАТЬ ДЕНЬ

source: manger connect
ru: СВЯЗАТЬСЯ С МЕНЕДЖЕРОМ

source: accessGeo
ru: Доступ к геопозиции

source: accessGeoDescr
ru: Разрешите приложению использовать данные о вашем местоположении

source: accessGeoAccept
ru: РАЗРЕШИТЬ ОТСЛЕЖИВАТЬ

source: login
ru: ЛОГИН

source: password
ru: Пароль

source: inputLogin
ru: Введите логин

source: inputPassword
ru: Введите пароль

# incorrectPassword
source: in—ÅorectPassword
ru: Неверный пароль

source: comeIn
ru: ВОЙТИ

source: recoveryPassword
ru: ВОССТАНОВИТЬ ПАРОЛЬ

source: letStart
ru: НАЧАТЬ

source: letProceed
ru: ПРИСТУПИТЬ

source: openShift
ru: ОТКРЫТЬ СМЕНУ

source: sendPhoto
ru: ОТПРАВИТЬ ФОТО

source: shiftAcceptance
ru: Принятие смены

source: yourChanger
ru: Ваш сменщик

source: makingPhotoDescription
ru: СДЕЛАЙТЕ ФОТО ОБЪЕКТА В СООТВЕТСТВИИ С ПРИМЕРАМИ

source: makingPhotoShot
ru: СДЕЛАТЬ ФОТО

source: makingPhotoReshot
ru: ПЕРЕСНЯТЬ

source: makingPhotoComplete
ru: ОТПРАВИТЬ

source: makingPhotoGratitude
ru: Фотоотчет завершен! Нажмите отправить..

source: shiftGratitude
ru: Благодарим за информацию! Хорошего дня!

source: openShiftQuestion
ru: Вы заметили поломки или повреждения?

source: troubles
ru: ЕСТЬ ПРОБЛЕМА

source: allOkay
ru: ВСЕ ХОРОШО
